{"title":"Twenty-fifth Amendment to the US Constitution","anno":"One day after the attack on the US capitol, there was interest in the constitutional amendment that addresses presidential succession and disability.","month":"January","items":[{"title":"American politics","anno":"American politics and politicians dominated many of the top articles in January, driven by the <a href=\"https://qz.com/1953366/decoding-the-pro-trump-insurrectionist-flags-and-banners/\">attack on the US capitol</a> early in the month, and followed by the inauguration of Joe Biden as president weeks later.","month":"January"},{"title":"Captain Tom","anno":"The 100-year-old WWII veteran, who made international headlines in 2020 for <a href=\"https://qz.com/1839215/the-uk-is-fundraising-to-buy-meals-for-nhs-and-care-workers/\">raising over £30 million</a> for the UK’s National Health Service, died in February.","month":"February"},{"title":"American Civil War Widows","anno":"Reddit can drive significant traffic to an article, as was the case in February with pages for American Civil War widows who survived into the 21st century, and Patrick Mahomes.","month":"February"},{"title":"Dr. Seuss","anno":"Dr. Seuss Enterprises announced it would stop publishing six Seuss books due to insensitive imagery, including <i>And to Think That I Saw it on Mulberry Street</i> and <i>If I Ran the Zoo</i>.","month":"March"},{"title":"Meghan, Duchess of Sussex","anno":"<a href=\"https://qz.com/1981362/harry-and-meghan-with-oprah-brought-to-you-by-big-pharma/\">Oprah’s interview</a> with the Duke and Duchess of Sussex brought royal controversy to US prime time and stoked public fascination with Meghan Markle.","month":"March"},{"title":"Derek Chauvin","anno":"The former Minneapolis police officer was found guilty on April 21 of killing George Floyd in 2020. He was later <a href=\"https://qz.com/2025368/derek-chauvin-sentenced-to-22-5-years-for-murdering-george-floyd/\">sentenced to 22.5 years</a> in jail.","month":"April"},{"title":"Bernie Madoff","anno":"High-profile deaths drove traffic in April. These included actress Helen McCrory, rapper DMX, and Queen Elizabeth II’s husband, Prince Philip.","month":"April"},{"title":"Halston","anno":"Searches for historical figures David Berkowitz (the son of Sam) and fashion designer Halston were prompted by the release of related Netflix shows.","month":"May"},{"title":"T. B. Joshua","anno":"Nigerian pastor","month":"June"},{"title":"UEFA Euro 2020","anno":"TKT","month":"June"},{"title":"Jeff Bezos","anno":"Early in the month the billionaire stepped down as the CEO of Amazon, but he received more attention on July 20th when he <a href=\"https://qz.com/2036067/blue-origins-launch-shows-the-problem-with-jeff-bezos-road-to-space/\">flew to space</a> on his Blue Origin New Shepard rocket.","month":"July"},{"title":"2020 Summer Olympics","anno":"Held in Tokyo, Japan, the postponed 2020 Summer Olympics and its athletes dominated Wikipedia searches during the end of July.","month":"July"},{"title":"Neeraj Chopra","anno":"The track and field athlete is one of only two Indians to have won an individual Olympic gold medal, and the youngest-ever Indian Olympic gold medalist in an individual event.","month":"August"},{"title":"Taliban","anno":"The Taliban regained control of Afghanistan on August 15. By the end of the month, US troops left the country, ending their nearly 20-year mission there.","month":"August"},{"title":"Emma Raducanu","anno":"The British tennis player became the youngest athlete since Maria Sharapova at Wimbledon to win a Grand Slam title, beating out Leylah Fernandez to <a href=\"https://qz.com/2058336/emma-raducanu-will-bring-home-2-5-million-for-her-us-open-win/\">claim the US Open</a>.","month":"September"},{"title":"Squid Game","anno":"The<a href=\"https://qz.com/2073453/how-netflix-put-squid-game-in-front-of-a-western-audience/\"> </a><a href=\"https://qz.com/2073453/how-netflix-put-squid-game-in-front-of-a-western-audience/\">Korean-language thriller</a> about contestants playing children’s games to pay off debt became one of Netflix’s most-watched programs.","month":"October"},{"title":"Alec Baldwin","anno":"A<a href=\"https://qz.com/2078154/the-alec-baldwin-film-shooting-is-a-reminder-of-past-movie-deaths/\"> </a><a href=\"https://qz.com/2078154/the-alec-baldwin-film-shooting-is-a-reminder-of-past-movie-deaths/\">fatal shooting</a> occurred on the set of the film <i>Rust</i> when actor Alec Baldwin was handling a prop gun.","month":"October"},{"title":"Kenosha unrest shooting","anno":"Following a two-week-long trial, 17-year-old Kyle Rittenhouse was found not guilty of shooting and killing two men during protests in Kenosha, Wisconsin.","month":"November"},{"title":"Virgil Abloh","anno":"The high-profile Ghanaian-American fashion designer died of Cancer in November, leaving a creative legacy that involved <a href=\"https://qz.com/work/2096005/a-list-of-brands-and-artists-virgil-abloh-collaborated-with/\">bridge-building</a> across industries.","month":"November"},{"title":"TKTK","anno":"TKTK","month":"December"},{"title":"TKTK","anno":"TKTK","month":"December"}]}